import { Container } from '@mui/material';
import { NextPage } from 'next';
import React from 'react';
import MainLayout from '../layouts/MainLayout';

const About: NextPage = () => {
  return (
    <MainLayout>
      <Container>
        <div className='text'>
          <p>
            Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты.
            Агентство эта текст даже запятых, образ подзаголовок реторический пунктуация ведущими
            оксмокс дал что инициал о рот подпоясал снова маленькая прямо знаках семантика решила
            речью использовало.
          </p>
          <p>
            Себя, безопасную однажды буквенных возвращайся рукопись пустился свой она переписывается
            снова если букв дорогу коварных lorem предупредила рукописи своего меня которое
            последний, великий бросил страна! Города, семь бросил? Большой мир обеспечивает образ!
            Своих безорфографичный повстречался рекламных! Взгляд, строчка над точках заманивший на
            берегу то заглавных лучше свою речью моей вдали? Подзаголовок наш даже семантика имени
            эта предложения возвращайся ты языкового домах путь прямо, своего снова. Точках
            курсивных города он но что свое ведущими мир возвращайся то, повстречался ее дороге
            послушавшись пустился, первую пояс ipsum большой скатился жизни. Заглавных моей меня за!
            Имеет коварный подзаголовок за подпоясал своего, прямо ipsum власти инициал
            переписывается рыбного семь взгляд необходимыми ручеек себя, свой, над эта пояс
            предупреждал переулка путь.
          </p>
          <p>
            Грустный знаках, эта города, встретил большой злых своих диких силуэт все вдали одна,
            вершину по всей! Меня единственное журчит родного буквоград знаках? Рот напоивший
            агентство запятых безопасную диких переулка использовало! Но за имени курсивных о
            повстречался ее большого щеке подпоясал дорогу ipsum, обеспечивает свою правилами
            коварных всеми бросил живет текст рот моей.
          </p>
        </div>
      </Container>
    </MainLayout>
  );
};

export default About;
